{
    "welcomeModal": {
        "title": "ようこそ",
        "description": "<1>{{simulator}}</1> へようこそ！このツールは、ビジュアルスノー症候群の視覚効果をシミュレートするために設計されています。ビジュアルスノーを体験することがどのようなものかを理解し、共有するために使用できます。",
        "settingsUsed": "現在、<1>{{name}}</1> の設定を使用しています。",
        "unnamedPerson": "無名の人",
        "warning": "警告",
        "flickeringWarning": "現在の設定には、光感受性てんかん患者に発作を引き起こす可能性のあるちらつき効果が含まれています。無効にしますか？後で再度有効にすることができます。"
    },
    "infoModal": {
        "info": "情報",
        "support": "サポート",
        "purpose": "目的",
        "tabs": {
            "info": {
                "title": "ビジュアルスノー症候群とは何ですか？",
                "description": "ビジュアルスノー症候群は、調整されていないアナログテレビのノイズに似た静電気のような視覚的な妨害が続く神経学的な状態です。",
                "symptomsTitle": "症状には以下が含まれることがあります：",
                "symptoms": [
                    "ビジュアルスノー（視野全体に動的な雪のような点）",
                    "パリンオプシア（刺激が取り除かれた後も画像を見続ける）",
                    "フォトプシア（光の閃光や小さな浮遊物）",
                    "増強された内視現象（過剰な浮遊物と光のリングが視野を横切る、明るい表面を見るときにより目立つ）",
                    "光恐怖症（光に対する感受性や不耐性）",
                    "夜盲症（夜間視力障害）",
                    "複視（重視）",
                    "視覚的な歪み",
                    "感覚過負荷に対する感受性（脳が処理できる以上の感覚入力を受け取り、“戦うか逃げるか”反応を引き起こす）",
                    "その他の視覚現象（ハローやスターライトなど）",
                    "耳鳴り（耳の中の音やブーンという音）",
                    "不安",
                    "うつ病",
                    "現実感喪失",
                    "人格解離（自分から切り離された感じ）",
                    "頻繁な片頭痛",
                    "脳の霧と混乱",
                    "めまい",
                    "感覚異常（通常、腕、手、足に起こるチクチクする感覚）",
                    "不眠症や他の睡眠関連問題",
                    "感覚障害（“脳の電撃”や電気ショックの感覚など）",
                    "感覚過敏/過敏症（光や音などの刺激に対する感受性）"
                ],
                "causesTitle": "考えられる原因",
                "causesDescription": "ビジュアルスノー症候群の正確な原因は完全には理解されていませんが、脳の視覚皮質（舌状回）の過活動、および脳の視覚処理センターの異常、セロトニンとグルタミン酸の神経伝達が関与していると考えられています。",
                "treatmentTitle": "治療法",
                "treatmentDescription": "ビジュアルスノー症候群を治療する方法は現在ありませんが、症状を管理するための治療法があります。これには、薬物療法、視覚療法、ライフスタイルの変更が含まれることがあります。",
                "learnMoreTitle": "もっと知る",
                "learnMoreDescription": "ビジュアルスノー症候群についての詳細情報は、<1>{{websiteName}}</1> のウェブサイトをご覧ください。"
            },
            "support": {
                "title": "なぜあなたの寄付が重要なのか",
                "description": "ビジュアルスノー症候群の研究は非常に重要です。なぜなら、それはまだ十分に理解されていない状態だからです。資金は、その原因の理解を深め、効果的な治療法を開発し、影響を受ける人々の生活の質を向上させるために不可欠です。十分な資金がなければ、これらの分野の進展は遅くなります。",
                "latestResearchTitle": "最新の研究",
                "latestResearchDescription": "主要な研究分野には、バイオマーカーの特定、VSSの病態生理学の理解、MBCT-vision（視覚のためのマインドフルネスに基づく認知療法）や神経調節技術などの革新的な治療法の探索が含まれます。",
                "researchInstitutions": "これらの研究は、世界中の主要な研究機関で行われています：",
                "newsAndResearchPage": "ニュース & リサーチ",
                "activeStudiesPage": "VSI資金提供のアクティブな研究",
                "moreInfo": "各プロジェクトの詳細情報や最新の更新については、Visual Snow Initiativeのウェブサイトの<1>{{newsAndResearchPage}}</1>セクションを訪れるか、<2>{{activeStudiesPage}}</2>をチェックしてください。",                "pageNameText": "最新ニュース",
                "vsiNewsLink": "ビジュアルスノーイニシアチブニュース"
            },
            "purpose": {
                "title": "このシミュレーターが作られた理由",
                "description": "ビジュアルスノーシミュレーターは、意識を高めるために開発されたオープンソースツールです。私たちは、これが非患者にこの状態の視覚的な近似を体験させ、ビジュアルスノーを持つ人々が現実を共有できるようになることを望んでいます。このツールを通じて一人でも孤立感が減るならば、それは目的を達成したことになります。",
                "disclaimerTitle": "免責事項",
                "disclaimer": "シミュレーターは開発中であり、ビジュアルスノー症候群を持つすべての人々が経験する視覚的な障害を正確に表すことができない場合があります。ビジュアルスノーの一般的な症状のいくつかは実現が非常に難しく、含まれていません。フィードバックや提案がある場合、または才能のあるGLSL開発者である場合は、ぜひご連絡ください。",
                "supportTitle": "私の募金活動を支援してください",
                "supportDescription": "このシミュレーターは、英国出身でドイツのベルリンに住むドラマー兼ウェブ開発者のフィンによって開発されました。フィンは、ビジュアルスノーイニシアチブのために2024年のベルリンマラソンを走り、ビジュアルスノー症候群の認知を高め、研究資金を集めています。彼の募金活動に直接寄付することができます <1>{{supportLinkText}}</1>。",
                "supportLinkText": "ここ",
                "emailCopied": "メールがコピーされました！"
            }
        }
    },
    "shareConfigModal": {
        "title": "体験を共有する",
        "description": "名前を入力してリンクを生成し、現在の設定を他の人と共有します。リンクを訪れた人は、あなたと同じ設定を見ることができます。",
        "placeholder": "名前",
        "linkCopied": "リンクがコピーされました！",
        "generateLink": "リンクを生成"
    },
    "flickerWarning": {
        "title": "警告",
        "description": "ちらつき効果は、光感受性てんかん患者に発作を引き起こす可能性があります。"
    }
}
