{
    "welcomeModal": {
        "title": "Добро пожаловать",
        "description": "Добро пожаловать в <1>{{simulator}}</1>! Этот инструмент предназначен для помощи в моделировании визуальных эффектов синдрома визуального снега. Вы можете использовать его, чтобы понять и поделиться, каково это - испытывать визуальный снег.",
        "settingsUsed": "Сейчас вы используете настройки <1>{{name}}</1>.",
        "unnamedPerson": "безымянного человека",
        "warning": "Предупреждение",
        "flickeringWarning": "Текущие настройки включают эффекты мерцания, которые могут вызвать приступы у людей с фоточувствительной эпилепсией. Хотите их отключить? Вы можете включить их позже."
    },
    "infoModal": {
        "info": "Информация",
        "support": "Поддержка",
        "purpose": "Цель",
        "tabs": {
            "info": {
                "title": "Что такое синдром визуального снега?",
                "description": "Синдром визуального снега - это неврологическое расстройство, характеризующееся непрерывным визуальным нарушением, напоминающим статическое изображение, аналогичное шуму не настроенного аналогового телевизора.",
                "symptomsTitle": "Симптомы могут включать:",
                "symptoms": [
                    "Визуальный снег (динамичные снежные точки по всему полю зрения)",
                    "Палинопсия (продолжение видения изображения после того, как стимул был удален)",
                    "Фотопсия (вспышки света или маленькие плавающие объекты)",
                    "Усиленные энтоптические феномены (чрезмерные плавающие точки и кольца света, более заметные при взгляде на яркие поверхности, такие как голубое небо)",
                    "Светобоязнь (чувствительность или непереносимость света)",
                    "Никталопия (ухудшенное ночное зрение)",
                    "Диплопия (двойное зрение)",
                    "Визуальные искажения",
                    "Чувствительность к сенсорной перегрузке (мозг получает больше сенсорных входов, чем может обработать, вызывая реакцию 'бей или беги')",
                    "Другие визуальные феномены, такие как ореолы и звездочки",
                    "Тиннитус (звон или гул в ушах)",
                    "Тревога",
                    "Депрессия",
                    "Дереализация",
                    "Деперсонализация (ощущение отстраненности от самого себя)",
                    "Частые мигрени",
                    "Туман в голове и спутанность сознания",
                    "Головокружение",
                    "Парестезия (покалывание, обычно в руках, ногах, руках и ногах)",
                    "Бессонница и другие проблемы, связанные со сном",
                    "Сенсорные расстройства (например, 'мозговые удары' или ощущения электрического удара)",
                    "Сенсорная гиперчувствительность / гиперестезия (чувствительность к раздражителям, таким как свет и звуки)"
                ],
                "causesTitle": "Возможные причины",
                "causesDescription": "Точная причина синдрома визуального снега до конца не изучена, но считается, что она связана с гиперактивностью зрительной коры (язычная извилина) мозга, а также с аномалиями в центрах обработки визуальной информации мозга и нейротрансмиссией серотонина и глутамата.",
                "treatmentTitle": "Варианты лечения",
                "treatmentDescription": "В настоящее время нет лечения синдрома визуального снега, но лечение направлено на управление симптомами и может включать лекарства, визуальную терапию и изменения образа жизни.",
                "learnMoreTitle": "Узнать больше",
                "learnMoreDescription": "Для получения дополнительной информации о синдроме визуального снега посетите веб-сайт <1>{{websiteName}}</1>."
            },
            "support": {
                "title": "Почему ваше пожертвование важно",
                "description": "Исследования синдрома визуального снега важны, так как это остается плохо изученное состояние. Финансирование жизненно важно для продвижения нашего понимания его причин, разработки эффективных методов лечения и улучшения качества жизни тех, кто пострадал. Без адекватного финансирования прогресс в этих областях остается медленным.",
                "latestResearchTitle": "Последние исследования",
                "latestResearchDescription": "Ключевые области исследований включают идентификацию биомаркеров, понимание патофизиологии VSS и изучение инновационных методов лечения, таких как MBCT-vision (терапия на основе осознанности для зрения) и методы нейромодуляции.",
                "researchInstitutions": "Эти исследования проводятся в ведущих исследовательских учреждениях по всему миру:",
                "newsAndResearchPage": "Новости и Исследования",
                "activeStudiesPage": "Активные исследования, финансируемые VSI",
                "moreInfo": "Для получения более подробной информации о каждом проекте и последних обновлениях посетите раздел <1>{{newsAndResearchPage}}</1> на веб-сайте Инициативы визуального снега или ознакомьтесь с их <2>{{activeStudiesPage}}</2>.",
                "pageNameText": "последние новости",
                "vsiNewsLink": "Новости Инициативы визуального снега"
            },
            "purpose": {
                "title": "Почему был создан этот симулятор",
                "description": "Симулятор визуального снега - это инструмент с открытым исходным кодом, разработанный с целью повышения осведомленности. Мы надеемся, что он позволит не страдающим людям испытать визуальное приближение к состоянию, а тем, кто имеет визуальный снег, поделиться своей реальностью с близкими. Если один человек сможет почувствовать себя менее изолированным благодаря этому инструменту, он достигнет своей цели.",
                "disclaimerTitle": "Отказ от ответственности",
                "disclaimer": "Симулятор находится в стадии разработки и может не точно отражать визуальные нарушения, испытываемые всеми людьми с синдромом визуального снега. Некоторые распространенные симптомы визуального снега очень трудно реализовать и они не были включены. Если у вас есть отзывы или предложения, или если вы талантливый разработчик GLSL, пожалуйста, свяжитесь с нами.",
                "supportTitle": "Поддержите мою акцию по сбору средств",
                "supportDescription": "Симулятор был разработан Финном, барабанщиком и веб-разработчиком из Великобритании, живущим в Берлине, Германия. Финн бежит Берлинский марафон 2024 года для Инициативы визуального снега, чтобы повысить осведомленность и собрать средства на исследования синдрома визуального снега. Вы можете пожертвовать напрямую на его акцию по сбору средств <1>{{supportLinkText}}</1>.",
                "supportLinkText": "здесь",
                "emailCopied": "Электронная почта скопирована!"
            }
        }
    },
    "shareConfigModal": {
        "title": "Поделитесь своим опытом",
        "description": "Поделитесь своей текущей конфигурацией с другими, введя свое имя и сгенерировав ссылку. Любой, кто посетит ссылку, увидит те же настройки, что и вы.",
        "placeholder": "Имя",
        "linkCopied": "Ссылка скопирована!",
        "generateLink": "Сгенерировать ссылку"
    },
    "addMapModal": {
            "title": "Добавить пользовательскую карту",
            "description": "Вы можете загрузить любую HDRI карту, которая вам нравится, следуя приведенным ниже инструкциям. В целях производительности, карты по умолчанию в этом симуляторе имеют разрешение 2K, но вы можете загрузить карту с еще более высоким разрешением.",
            "instructions": "Инструкции",
            "1": "1. Выберите карту из <1>{{hdriLinkName}}</1>.",
            "2": "2. Выберите разрешение (например, 4K) и нажмите скачать.",
            "3": "3. Как только файл загрузится на ваш компьютер, загрузите его, используя кнопку ниже.",
            "button": "Выбрать файл",
            "hdriLinkName": "этой библиотеки HDRI карт",
            "disclaimer": "Не все карты будут работать. Возможно, вам придется немного поэкспериментировать.",
            "error": "Ошибка: Эта карта не смогла успешно загрузиться в качестве текстуры. Пожалуйста, попробуйте другую."
    },
    "flickerWarning": {
        "title": "Предупреждение",
        "description": "Мерцающие эффекты могут вызвать приступы у людей с фоточувствительной эпилепсией."
    }
}
